Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: The door was open, and he saw this crazy woman in the bathtub.
ru: Дверь была открыта, и он увидел эту сумасшедшую в ванной.

source: She tried to strangle him!
ru: Она пыталась задушить его!

source: Which room was it?
ru: В каком номере это произошло?

source: From Channel 10 in Miami...... this is Newswatch with Glen Rinker...... Ann Bishop, and the award- winning Newswatch team.
ru: Десятый канал в Майами...... передаёт программу "Новостей" с Гленом Ринкером и Энн Бишоп...... подготовленную удостоенной премии командой "Новостей".

source: Good evening.
ru: Добрый вечер.

source: I' m Glen Rinker, Newswatch Ten.
ru: "Новости", десятый канал.

source: As Miami continues to swelter in a record winter heat wave...... bringing temperatures to the 90s...... Central and Mountain states are buried in snow.
ru: Пока Майами изнывает от жары, и здесь установилась рекордная...... для зимы температура выше 30 градусов тепла...... центральные и горные штаты засыпаны снегом.

source: In Colorado, 10 inches of snow fell injust a few hours tonight.
ru: Сегодня в Колорадо за несколько часов выпало 1 0 дюймов снега.

source: Travel in the Rockies is almost impossible.
ru: Аэропорты закрыты, там застряли тысячи пассажиров.

source: Airports are shut down, stranding thousands ofpassengers.
ru: Автострады перекрыты снежными заносами.

source: Railroad tracks are frozen.
ru: Железнодорожные пути обледенели.

source: Officials in Colorado tell Newswatch...... at least 3 have been killed by exposure to freezing winds.
ru: Официальные лица в Колорадо сообщают в "Новостях", что...... по меньшей мере три человека стали жертвами ледяных ветров.

source: The governor of Colorado is expected...... to declare a weather emergency.
ru: Ожидается, что губернатор Колорадо...... объявит чрезвычайное положение из- за погодных условий.

source: The National Guard might be called out...... to clear streets and roads.
ru: Возможно, для расчистки дорог будет вызвана...... Национальная Гвардия.

source: Weather forecasters predict more snow...... and heavy winds tonight and tomorrow...... with temperatures dropping well below zero.
ru: Синоптики предсказывают продолжение снегопада...... сильный, порывистый ветер сегодня ночью и завтра...... и падение температуры намного ниже нуля.

source: Back here in Florida, we' ve got the opposite problem.
ru: А здесь, во Флориде, у нас прямо противоположная проблема.

source: The heat and humidity are supposed to climb.
ru: Предполагается, что жара и влажность резко усилятся.

source: Local beaches should bejammed.
ru: На местных пляжах начнётся столпотворение.

source: Our weather expert, Walter Cronice...... will have the local forecast later on Newswatch.
ru: Наш специалист по погоде У олтер Кронайс сообщит...... о местной погоде на завтра позднее в "Новостях".

source: We' re sorry.
ru: Сожалеем.

source: Your call cannot be completed as dialed.
ru: Набранный вами номер на линии прерывается.

source: If you need assistance, please call the operator.
ru: Если вам нужна помощь, просим позвонить оператору.

source: Yes, it' s me.
ru: Да, это я.

source: Did you find anything?
ru: Ты обнаружил что- нибудь?

source: I didn' t see one goddamn thing.
ru: Ни черта я там не увидел.

source: You went into the room Danny said?
ru: Ты ходил в номер, про который говорил Дэнни?

source: To 237?
ru: В 237- ой?

source: And you didn' t see anything at all?
ru: И ты там ничего не заметил?

source: Absolutely nothing.
ru: Совсем ничего.

source: He' s still asleep.
ru: Он всё ещё спит.

source: I' m sure he' il be himself again in the morning.
ru: Я уверен, к утру он придёт в себя.

source: Are you sure it was the right room?
ru: Ты уверен, что это был тот номер?

source: I mean, maybe Danny made a mistake.
ru: Может быть, Дэнни ошибся.

source: He must have gone in that room.
ru: Он, наверняка, заходил туда.

source: The door was open, the lights were on.
ru: Дверь была открыта, везде горел свет.

source: I just don' t understand it.
ru: Я просто не понимаю.

source: What about those bruises on his neck?
ru: А как же эти ссадины у него на шее?

source: Somebody did that to him.
ru: Ведь кто- то же это сделал.

source: I think...... he did it to himself.
ru: Я думаю...... он сам сделал это с собой.

source: That' s not possible.
ru: Это же невозможно.

source: It wouldn' t be that different from the episode...... that he had before we came up here.
ru: Если отвергнуть его версию того, что произошло...... другого объяснения нет.

source: Would it?
ru: Не так ли?

source: Whatever the explanation is...
ru: Чем бы это ни объяснялось...

source: ... l think we...... have to get Danny out of here.
ru: РЕДРАМ... я думаю, мы должны...... увезти Дэнни отсюда.

source: Get him out of here?
ru: У везти его отсюда?

source: You mean...... just leave the hotel?
ru: Ты предлагаешь...... просто уехать из отеля?

source: It is so...... typical of you to create a problem like this...... when I finally have a chance to accomplish something!
ru: Как это...... типично для тебя, создавать проблемы на пустом месте...... когда у меня, наконец, появился шанс довести хоть что- то до конца!

source: When I' m really into my work!
ru: Как только у меня пошла работа!

source: I could really write my own ticket if I went back now, couldn' t l?
ru: Я бы определил свою судьбу, вернувшись сейчас назад, да?

source: Shoveling out driveways, work in a car wash.
ru: Мостил бы дороги, работал на автомойке.

source: Any of that appeal to you?
ru: И это устроило бы тебя?

source: I have let you fuck up my life so far...... but I am not going to let you fuck this up.
ru: До сих пор я позволял тебе портить мне жизнь...... но на этот раз я тебе этого не позволю.

source: Forest Service.
ru: Лесничество.

source: My name is Dick Hallorann.
ru: Меня зовут Дик Хэллоран.

source: I' m the head chef at the Overlook Hotel.
ru: Я - шеф- повар отеля "Овалук".

source: I' ve been trying to make an urgent phone call up there...... but the operator said that the phone lines are down.
ru: Я пытался дозвониться туда по срочному делу...... но оператор сказал, что телефонные линии повреждены.

source: A lot of lines around here are down due to the storm.
ru: Здесь много линий повреждено снегопадом.

source: I hate to put you through any trouble...... but there' s a family up there all by themselves with a young kid.
ru: Мне бы очень не хотелось доставлять вам беспокойство...... но там находится семья с ребёнком; они там совсем одни.

source: And with this storm and everything...... l' d appreciate it if you' d give them a call on your radio...... just to see if everything' s okay.
ru: А тут ещё этот снегопад и всё прочее...... и я был бы признателен, если бы вы связались с ними...... просто, чтобы убедиться, что там всё в порядке.

source: I' il be glad to do that.
ru: Буду рад помочь.

source: Why don' t you call me back in about 20 minutes?
ru: Не могли бы вы перезвонить мне минут через двадцать?

source: I' il do that.
ru: Я перезвоню вам.

source: All right, sir.
ru: Хорошо, сэр.

source: Good evening, Mr. Torrance.
ru: Добрый вечер, мистер Торрэнс.

source: Been away, but now I' m back.
ru: Я отсутствовал, но уже вернулся.

source: It' s good to see you.
ru: Рад видеть вас.

source: It' s good to be back, Lloyd.
ru: Рад, что я снова здесь, Ллойд.

source: What' il it be, sir?
ru: Что будете, сэр?

source: Hair of the dog that bit me.
ru: То, чем можно опохмелиться.

source: Bourbon on the rocks.
ru: "Бурбон" со льдом.

source: That' il do her.
ru: Это поможет.

source: No charge to you, Mr. Torrance.
ru: Вам бесплатно, мистер Торрэнс.

source: No charge?
ru: Бесплатно?

source: Your money' s no good here.
ru: Ваши деньги здесь не годятся.

source: Orders from the house.
ru: Всё за счёт заведения.

source: Drink up, Mr. Torrance.
ru: Выпейте, мистер Торрэнс.

source: I' m the kind of man likes to know who' s buying their drinks, Lloyd.
ru: Я из тех, кого интересует, кто платит за его выпивку.

source: It' s not a matter that concerns you, Mr. Torrance.
ru: Это не должно волновать вас, мистер Торрэнс.

source: At least, not at this point.
ru: Во всяком случае, не сейчас.

source: Anything you say, Lloyd.
ru: Как скажешь, Ллойд.

source: Anything you say.
ru: Как скажешь.

source: Oh, dear!
ru: Ох!

source: I' m so sorry, sir.
ru: Я очень сожалею, сэр.

source: Oh, dear.
ru: Ну, надо же.

source: I' ve made an awful mess of your jacket, sir.
ru: Я ужасно испачкал вашу куртку, сэр.

source: I' ve got plenty of jackets.
ru: У меня полно курток.

source: I' m afraid it' s advocaat, sir.
ru: К несчастью, это коктейль "адвокат", сэр.

source: It tends to stain.
ru: Оставляет пятна.

source: Advocaat, is it?
ru: "Адвокат", да?

source: I think the best thing...... is to come along to the gentlemen' s room...... and we' il get some water to it, sir.
ru: Думаю, нам лучше...... вместе пройти в помещение для мужчин...... и мы попробуем смыть это водой, сэр.

source: Looks like you might have got a spot of it on yourself...... Jeevesy old boy.
ru: Похоже, такое пятно есть и на тебе...... Дживиси, старина.

source: That doesn' t matter, sir.
ru: Не имеет значения.

source: You' re the important one.
ru: Это вы - важная персона.

source: Awfully nice of you to say.
ru: Ужасно мило, что ты сказал это.

source: Of course, I intended to change my jacket this evening...... before the fish and goose soiree.
ru: Конечно, я собирался сменить куртку...... прежде чем начнут подавать рыбу и гусятину.

source: Very wise, sir.
ru: Очень мудро, сэр.

source: I' il just...... hold this for you there, Jeevesy.
ru: А я...... придержу здесь дверь перед тобой, Дживиси.

source: Let' s see if we can improve this with a little water, sir.
ru: Посмотрим, удастся ли нам смыть это водичкой.

source: I' il just...... set my bourbon and advocaat down right there.
ru: Я только...... поставлю свой "бурбон" с "адвокатом" вот сюда.

source: Won' t keep you a moment.
ru: Это быстро, один момент.

source: What do they call you, Jeevesy?
ru: Как они тебя здесь зовут?

source: Grady, sir.
ru: Грэди, сэр.

source: Delbert Grady.
ru: Дилберт Грэди.

source: Grady?
ru: Грэди?

source: That' s right, sir.
ru: Именно так, сэр.

source: Mr. Grady...... haven' t I seen you somewhere before?
ru: Мистер Грэди...... я вас раньше нигде не видел?

source: Why, no, sir.
ru: Нет, сэр.

source: I don' t believe so.
ru: Не припоминаю.

source: It' s coming off now, sir.
ru: Пятно уже сходит, сэр.

source: Mr. Grady...... weren' t you once the caretaker here?
ru: Мистер Грэди...... вам никогда не доводилось служить здесь смотрителем?

source: You a married man, are you, Mr. Grady?
ru: Вы - женатый человек, ведь так, мистер Грэди?

source: I have a wife and two daughters, sir.
ru: У меня есть жена и две дочери.

source: And...... where are they now?
ru: И...... где же они сейчас?

source: They' re somewhere around.
ru: Они где- то здесь.

source: I' m not quite sure at the moment.
ru: Я точно не знаю, в настоящий момент.

source: You were the caretaker here.
ru: Вы были здесь смотрителем.

source: I recognize you.
ru: Я узнаю вас.

source: I saw your picture in the newspapers.
ru: Я видел ваши фотографии в газетах.

source: You...... chopped your wife and daughter up into little bits.
ru: Вы...... разрубили жену и дочерей на мелкие кусочки.

source: And...... then you blew your brains out.
ru: И...... потом вышибли себе мозги.

source: That' s strange, sir.
ru: Это странно, сэр.

source: I don' t have any recollection of that at all.
ru: У меня не сохранилось никаких воспоминаний об этом.

source: Mr. Grady...... you were the caretaker here.
ru: Мистер Грэди...... вы были здесь смотрителем.

source: I' m sorry to differ with you, sir.
ru: Сожалею, но не могу согласиться.

source: But you...... are the caretaker.
ru: Но вы же...... и есть смотритель.

source: You' ve always been the caretaker.
ru: Вы всегда были смотрителем.

source: I should know, sir.
ru: Я точно знаю, сэр.

source: I' ve always been here.
ru: Я всегда был здесь.

source: Did you know, Mr. Torrance...... that your son...... is attempting to bring an outside party...... into this situation?
ru: Известно ли вам, мистер Торрэнс...... что ваш сын...... пытается вовлечь посторонних лиц...... в данную ситуацию?

source: He is, Mr. Torrance.
ru: Это так, мистер Торрэнс.

source: A nigger.
ru: Ниггера.

source: A nigger?
ru: Ниггера?

source: A nigger...... cook.
ru: Чернокожего повара.

source: Your son...... has a very great talent.
ru: Ваш сын...... наделён великим даром.

source: I don' t think you are aware how great it is.
ru: Не думаю, что вы представляете, насколько велик этот дар.

source: But he is attempting to use that very talent...... against your will.
ru: Но он пытается использовать этот дар...... против вашей воли.

source: Well...... he is a very willful boy.
ru: Что же...... он очень своевольный мальчик.

source: Indeed he is, Mr. Torrance.
ru: Да, он такой, мистер Торрэнс.

source: A very willful boy.
ru: Очень своевольный мальчик.

source: A rather...... naughty boy...... if I may be so bold, sir.
ru: Весьма...... непослушный мальчик, если я...... смею так выразиться, сэр.

source: It' s his mother.
ru: Это всё его мать.

source: She...... interferes.
ru: Она...... вмешивается.

source: Perhaps they need a good...... talking- to.
ru: Возможно, с ними надо серьёзно...... поговорить.

source: Perhaps...... a bit more.
ru: Если вы позволите мне так...... выразиться, вероятно...... не просто поговорить.

source: My girls, sir...... they didn' t care for the Overlook at first.
ru: Мои девочки, сэр...... сначала им не нравился отель "Овалук".

source: One of them actually stole a pack of matches...... and tried to burn it down.
ru: Одна из них даже стащила коробку спичек...... и попыталась сжечь его дотла.

source: But I...... corrected them, sir.
ru: Но я...... наказал их, сэр.

source: I could call the forest rangers first...... and...... tell them that we' re coming....... so that...... they could start searching for us in case we didn' t make it.
ru: А когда моя жена попыталась помешать мне исполнять свой долг...... я...... наказал её.

source: This is KDK 1 calling KDK 12.
ru: КДК 1 вызывает КДК 1 2.

source: Are you receiving me?
ru: Вы меня слышите?

source: KDK 1 calling KDK 12.
ru: КДК 1 вызывает КДК 1 2.

source: Do you read me?
ru: Вы слышите меня?

source: Forest service.
ru: Вы слышите меня?

source: What time will we get to Denver?
ru: И у нас здесь скверный денёк.

source: The snowplows are keeping things moving in town...... but the mountain roads are blocked.
ru: Сильный снегопад в Денвере и в его пригородах.

source: Heavy snow throughout the Denver metro area.
ru: Многие горные перевалы...... перевалы Вульф- Крик и Ред- Маунтин закрыты...... и в туннеле Эйзенхауэра огромная пробка.

source: We hear from the news department...... only a few flights are landing at Stapleton Airport...... and with storms like this...... l guess the entire airport will be closed within the hour.
ru: Нам сообщили из отдела новостей...... в аэропорту Стэплтон примут всего несколько рейсов...... и из- за такой снежной бури...... я думаю, весь аэропорт будет закрыт в течение этого часа.

source: Hon?
ru: Снегопад будет продолжаться, и метеорологическая служба...... рекомендует делать запасы, а тем, кто в пути...... для всех районов за пределами Денвера с пригородами.

source: I' m just going to go and talk to Daddy for a few minutes...... and I' il be right back.
ru: Одна работа, никакого безделья, бедняга Джек не знает веселья.

source: I' il be back in just about five minutes.
ru: Как тебе это нравится?

source: How do you like it?
ru: Как тебе это нравится?

source: What are you doing down here?
ru: Что ты здесь делаешь?

source: I just...... wanted...... to talk to you.
ru: Я только...... хотела...... поговорить с тобой.

source: Let' s talk.
ru: Давай поговорим.

source: What do you want to talk about?
ru: О чём же ты хочешь поговорить?

source: I can' t really remember.
ru: Я что- то не могу вспомнить.

source: You can' t remember.
ru: Ты не можешь вспомнить.

source: No...... l can' t.
ru: Нет...... не могу.

source: Maybe it was about Danny?
ru: Быть может, это насчёт Дэнни?

source: Maybe it was about him.
ru: Быть может, о нём.

source: I think we should discuss Danny.
ru: Думаю, нам следует обсудить Дэнни.

source: I think...... we should discuss what should be done with him.
ru: Я думаю...... мы должны обсудить, что же с ним делать.

source: What should be done with him?
ru: Что же с ним делать?

source: I don' t think that' s true.
ru: Не думаю, что это правда.

source: I think you have some very definite ideas...... about what should be done with Danny.
ru: Думаю, у тебя есть вполне определённые мысли...... о том, как следует поступить с Дэнни.

source: And I' d like to know what they are.
ru: И мне хотелось бы знать, что у тебя за мысли.

source: Well, I...... l think maybe he should be taken to a doctor.
ru: Ну, я...... я думаю, наверно, его нужно показать врачу.

source: You think "maybe" he should be taken to a doctor?
ru: Ты думаешь, "наверно", его нужно показать врачу?

source: When do you think "maybe" he should be taken to a doctor?
ru: Когда же, по- твоему, его, "наверно", нужно показать врачу?

source: As soon as possible?
ru: Как можно скорее?

source: "As soon as possible?"
ru: "Как можно скорее?"

source: You believe his health might be at stake.
ru: Ты полагаешь, что его здоровье может вызывать опасения.

source: And you are concerned about him.
ru: И ты беспокоишься о нём.

source: And are you concerned about me?
ru: А ты беспокоишься обо мне?

source: Of course you are!
ru: Конечно, ты беспокоишься!

source: Have you ever thought about my responsibilities?
ru: Ты когда- нибудь задумывалась о моей ответственности?

source: Have you ever had a single moment' s...... thought about my responsibilities?
ru: Ты хотя бы на миг задумывалась о моей ответственности?

source: Have you ever thought for a single moment...... about my responsibilities to my employers?!
ru: Тебе хотя бы на один миг приходила в голову мысль...... о моей ответственности перед моими работодателями?

source: Has is ever occurred to you...... that I have agreed to look after the hotel until May 1 st?
ru: Тебя хоть раз посещала мысль...... что я обязался отвечать за отель до первого мая?

source: Does it matter to you at all...... that the owners have placed their complete confidence in me...... and that I have signed a letter of agreement...... in which I' ve accepted that responsibility?
ru: Имеет ли для тебя хотя бы...... какое- то значение, что владельцы оказали мне полное доверие...... и что я подписал договор...... и взял на себя эту ответственность?

source: Do you have the slightest idea...... what a moral and ethical principal is?
ru: Ты имеешь хоть малейшее...... представление о моральных и этических принципах?

source: Do you?!
ru: Имеешь?

source: Has it ever occurred to you what would happen to my future...... if I fail to live up to my responsibilities?
ru: Ты когда- нибудь думала о том, какое ждёт меня будущее...... если я не справлюсь со своими обязанностями?

source: Has it ever occurred to you?
ru: Ты когда- нибудь думала об этом?

source: Has it?!
ru: Думала?

source: I just want to go back to my room.
ru: Я хочу вернуться в свою комнату.

source: Well...... l' m very confused.
ru: Ну...... я совсем запуталась.

source: And I just need a chance to think things over.
ru: И мне нужно, чтобы я могла всё это обдумать.

source: You' ve had your whole fucking life to think things over!
ru: У тебя была вся твоя проклятая жизнь, чтобы всё это обдумать!

source: What good' s a few minutes more going to do you now?
ru: Что могут дать тебе сейчас несколько лишних минут?

source: Please!
ru: Пожалуйста!

source: Don' t hurt me.
ru: Не трогай меня.

source: I' m not going to hurt you.
ru: Я не собираюсь трогать тебя.

source: Stay away!
ru: Не подходи!

source: Light of my life.
ru: Дорогая...... свет жизни моей.

source: You didn' t let me finish my sentence.
ru: Ты не дала мне договорить до конца.

source: I said, "I' m not going to hurt you."
ru: "Я не трону тебя."

source: I' m just going to bash your brains in.
ru: Я хочу только вправить тебе мозги.

source: I' m going to bash them right the fuck in.
ru: Я хочу вправить их окончательно, чёрт возьми.

source: Stop swinging the bat.
ru: Перестань размахивать битой.

source: Stay away from me.
ru: Не подходи ко мне.

source: Put that bat down, Wendy.
ru: Положи эту биту, Венди.

source: Give me the bat.
ru: Отдай мне биту.

source: - Stay away!
ru: - Не подходи!

source: - Give me the bat.
ru: - Отдай мне биту.

source: - Stay away from me.
ru: - Не подходи ко мне.

source: - Stop swinging the bat.
ru: - Перестань размахивать битой.

source: Please stop!
ru: Пожалуйста, прекрати!

source: Goddamn --!
ru: Проклятье --!

source: Let me out of here!
ru: Выпусти меня отсюда!

source: Open the goddamn door!
ru: Открой проклятую дверь!

source: Wendy, listen.
ru: Венди, послушай.

source: Let me out and I' il forget the whole goddamn thing.
ru: Выпусти меня, и я обо всём забуду.

source: It' il be just like nothing ever happened.
ru: Всё будет так, как будто ничего не произошло.

source: Baby.
ru: Милая...... мне кажется, ты здорово ушибла мне голову.

source: I think you hurt my head real bad.
ru: У меня головокружение.

source: I' m dizzy.
ru: Мне нужен врач.

source: I need a doctor.
ru: Милая....

source: Don' t leave me in here.
ru: Не оставляй меня здесь.

source: I' m going to go now.
ru: Я сейчас уйду.

source: I' m going to try...... to get Danny down the Sidewinder...... in the Snowcat today.
ru: Я попытаюсь...... увезти Дэнни отсюда...... на снегоходе сегодня же.

source: I' il bring back a doctor.
ru: Я привезу сюда доктора.

source: You' ve got a big surprise coming to you.
ru: Тебя ожидает большой сюрприз.

source: You' re not going anywhere.
ru: Ты никуда не уедешь.

source: Go check out the Snowcat and the radio, and you' il see what I mean.
ru: Сходи, посмотри на снегоход и на рацию, и ты поймёшь, о чём я.

source: Go check it out.
ru: Сходи, проверь.

source: Go check it out!
ru: Сходи, проверь!

source: It' s Grady, Mr. Torrance.
ru: Это Грэди, мистер Торрэнс.

source: Hello, Grady.
ru: Привет, Грэди.

source: Mr. Torrance...... l see you can hardly have taken care of the...... business we discussed.
ru: Мистер Торрэнс...... я вижу, что вы вряд ли способны справиться с тем делом...... о котором мы говорили.

source: No need to rub it in, Mr. Grady.
ru: Не надо тыкать меня носом, мистер Грэди.

source: I' il deal with that situation as soon as I get out of here.
ru: Я разберусь с этим, как только выберусь отсюда.

source: Will you indeed, Mr. Torrance?
ru: В самом деле, мистер Торрэнс?

source: I wonder.
ru: Не уверен.

source: I have my doubts.
ru: У меня есть сомнения.

source: I, and others, have come to believe...... that your heart is not in this.
ru: У меня, как и у других, сложилось впечатление, что вы...... не вкладываете в это душу.

source: That you haven' t the belly for it.
ru: Что у вас нет должной решимости.

source: Just give me one more chance to prove it, Mr. Grady.
ru: Дайте мне ещё один шанс, чтобы доказать, мистер Грэди.

source: That' s all I ask.
ru: Это всё, о чём я прошу.

source: Your wife appears to be stronger than we imagined, Mr. Torrance.
ru: Ваша жена оказалась сильнее, чем мы думали, мистер Торрэнс.

source: Somewhat more...... resourceful.
ru: В чем- то даже более...... находчивой.

source: She seems to have got the better of you.
ru: Представляется, что она одолела вас.

source: For the moment, Mr. Grady.
ru: Ненадолго, мистер Грэди.

source: Only for the moment.
ru: Совсем ненадолго.
